Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Primary
es_es: Principal

source: Primary Dilution (Pdil)
es_es: Dilución primaria (DilPr)

source: Primary Dilution (Pdil) 1 / volume (mL)
es_es: Dilución primaria (DilPr) 1 / volumen (ml)

source: Primary Dilution (Pdil) Units/YY volume (tablets/mL)
es_es: Dilución primaria (Pdil), volume en Unidades/YY (comprimidos/ml)

source: Primary Efficacy Outcome
es_es: Criterio de valoración de la eficacia

source: Primary Hypothesis: Part 1:
es_es: Hipótesis primaria: Parte 1:

source: Primary Hypothesis: Part 1: that tenecteplase is non-inferior to alteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: Hipótesis principal. Parte 1: que tenecteplasa no es inferior a alteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 h posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: Primary Objective
es_es: Objetivo principal

source: Primary Objective of the Study:
es_es: Principal objetivo del estudio:

source: Primary Objective: Part 1: To assess whether tenecteplase is non-inferior to alteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: Objetivo primario: Parte 1: evaluar la premisa de que la tenecteplasa es no inferior a la alteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular en pacientes que se planea someter a tratamiento endovascular.

source: Primary Objective:
es_es: Objetivo principal:

source: Primary Packaging
es_es: Acondicionamiento primario

source: Primary Packaging Site
es_es: Planta de acondicionamiento primario

source: Primary PackagingSite
es_es: Planta productora principal

source: Primary Study Coordinator:
es_es: Coordinadora principal del estudio:

source: Primary Study Coordinators:
es_es: Coordinadores principales del estudio:

source: Primary analyses
es_es: Análisis primarios

source: Primary and secondary outcome assessments at 90–120 days after randomisation and treatment (which occurred on the same day) were done using centralised telephone interviews by trial personnel masked to treatment allocation.
es_es: Las evaluaciones de desenlaces clínicos primarios y secundarios que se hicieron entre 90 y 120 después de la aleatorización y el tratamiento (que ocurrieron el mismo día) las hizo el personal del ensayo mediante entrevistas telefónicas centralizadas con enmascaramiento respecto de la asignación del tratamiento.

source: Primary and secondary packaging & labeling
es_es: Acondicionamiento primario y secundario y etiquetado

source: Primary and secondary packaging, quality control testing including microbiological testing, and labelling operations at the proposed site will be performed without modifications.
es_es: El acondicionamiento primario y secundario, las pruebas de control de calidad, incluidas las pruebas microbiológicas, y las operaciones de etiquetado se realizarán sin modificaciones en la planta propuesta.

source: Primary component in direct contact with the drug product
es_es: Componente primario, en contacto directo con el medicamento.

source: Primary drying
es_es: Secado primario

source: Primary drying 01 (temperature)
es_es: Secado primario 01 (temperatura)

source: Primary drying 01 (time)
es_es: Secado primario 01 (tiempo)

source: Primary drying 01 (vacuum)
es_es: Secado primario 01 (vacío)

source: Primary drying 02 (temperature)
es_es: Secado primario 02 (temperatura)

source: Primary drying 02 (time)
es_es: Secado primario 02 (tiempo)

source: Primary drying 02 (vacuum)
es_es: Secado primario 02 (vacío)

source: Primary drying 03 (temperature)
es_es: Secado primario 03 (temperatura)

source: Primary drying 03 (time)
es_es: Secado primario 03 (tiempo)

source: Primary drying 03 (vacuum)
es_es: Secado primario 03 (vacío)

source: Primary drying 04 (temperature)
es_es: Secado primario 04 (temperatura)

source: Primary drying 04 (time)
es_es: Secado primario 04 (tiempo)

source: Primary drying 04 (vacuum)
es_es: Secado primario 04 (vacío)

source: Primary drying condition may impact CQAs appearance of lyophilisate and water content
es_es: Las condiciones de congelamiento pueden afectar los atributos críticos de calidad del aspecto del liofilizado y el contenido de agua

source: Primary drying time based on product temperatures- mean of three slowest product temperatures [h] 2
es_es: Tiempo de secado primario según las temperaturas del producto, media de las tres temperaturas más bajas del producto [h] 2

source: Primary efficacy outcome
es_es: Resultado principal de la eficacia

source: Primary endpoint
es_es: Criterio de valoración principal

source: Primary endpoint (3P-MACE)
es_es: Criterio de valoración primario (3P-MACE):

source: Primary endpoint (confirmatory):
es_es: Criterio de valoración primario (confirmatorio):

source: Primary endpoint and key secondary endpoints
es_es: Criterios de valoración primario y secundario claves

source: Primary endpoint primary analysis
es_es: Análisis del criterio de valoración primario

source: Primary endpoint sensitivity analyses
es_es: Análisis de sensibilidad del criterio de valoración primario

source: Primary endpoint subgroup analyses
es_es: Análisis por subgrupos del criterio de valoración primario

source: Primary endpoint:
es_es: Criterio de valoración primario:

source: Primary endpoints (peak and total exposures to empagliflozin and metformin) and the secondary endpoint (AUC0-tz for empagliflozin and metformin) were assessed for each fixed dose combination compared with the appropriate free dose combination.
es_es: Se evaluaron los criterios de valoración primarios (exposiciones máximas y totales a empagliflozina y metformina) y el criterio de valoración secundario (AUC_0-tz para empagliflozina y metformina) para cada combinación de dosis fija en comparación con la combinación de dosis libre correspondiente.

source: Primary endpoints of total (AUC0-∞) and peak (Cmax) exposure were similar between the treatments:
es_es: Los criterios de valoración primarios exposición total (AUC0-∞) y máxima(Cmáx) fueron similares entre los tratamientos:

source: Primary endpoints of total and peak exposure were similar between the treatments:
es_es: Los criterios de valoración primarios exposición total y máxima fueron similares entre los tratamientos:

source: Primary endpoints were AUC0-∞ (area under the concentration-time curve of the analyte in plasma over the time interval from 0 extrapolated to infinity) and Cmax (maximum measured concentration of the analyte in plasma) for both empagliflozin and metformin.
es_es: Los criterios de valoración primarios fueron AUC0-∞ (área bajo la curva de concentración-tiempo del analito en plasma durante el intervalo de tiempo desde 0 extrapolado a infinito) y Cmáx (concentración máxima medida del analito en plasma) tanto de empagliflozina como de metformina.

source: Primary outcome
es_es: Desenlace principal

source: Primary outcome:
es_es: Criterio de valoración principal:

source: Primary outcome: Substantial angiographic reperfusion (eTICI 2b/33) or absence of retrievable intracranial thrombus at initial angiogram.
es_es: Desenlace principal: reperfusión angiográfica significativa (eTICI 2b/33) o ausencia de trombo intracraneal extraíble en la angiografía inicial.

source: Primary packaging
es_es: Acondicionamiento primario

source: Primary packaging (enclosing / sealing the active substance within the packaging material which is in direct contact with the substance)
es_es: Acondicionamiento primario (cierre / sellado del principio activo dentro del material de acondicionamiento que está en contacto directo con este)

source: Primary packaging component
es_es: Componente del acondicionamiento primario

source: Primary packaging component suppliers were asked to provide risk assessments and responses have been assessed by BIP (Table 42).
es_es: BIP ha estudiado las evaluaciones de riesgo provistas como respuesta por los proveedores de los componentes del acondicionamiento primario (Tabla 42.

source: Primary packaging components
es_es: Componentes del acondicionamiento primario

source: Primary packaging components of the PFS-NSD-1
es_es: Componentes del acondicionamiento primario del dispositivo PFS-NSD-1

source: Primary packaging components of the PFS-NSD-2
es_es: Componentes del acondicionamiento primario del dispositivo PFS-NSD-2

source: Primary packaging related risk assessment for the definition of control measures and critical material attributes
es_es: Evaluación de riesgos relacionados con el acondicionamiento primario para definir medidas de control y atributos críticos de los materiales

source: Primary pressure
es_es: Presión primaria

source: Primary reference standard
es_es: Norma de referencia primaria

source: Primary solutions
es_es: Soluciones primarias

source: Primary stroke centre
es_es: Centro primario de ACV

source: Principal/Coordinating investigator
es_es: Investigator principal

source: Principal/Coordinating investigator:
es_es: Investigador principal:

source: Principales cambios realizados:
es_es: Main changes:

source: Principio activos Clase 1 en el BCS, si los medicamentos multifuente o genéricos y comparadores son de disolución muy rápida;
es_es: Active ingredients in the BCS Class 1, if the multi-source or generic drugs and comparators dissolve very quickly;

source: Principio activos Clase 3 en el BCS, si los medicamentos multifuente o genéricos y comparadores son de disolución muy rápida;
es_es: Active ingredients in the BCS Class 3, if the multi-source or generic drugs and comparators dissolve very quickly;

source: Principios activos de disolución muy rápida.
es_es: Very rapid dissolution drug substances.

source: Principios activos de disolución rápida.
es_es: Rapid dissolution drug substances.

source: Printed 22.01.2024 /08:43:0
es_es: Impreso el 22.01.2024 /08:43:0

source: Printed By:
es_es: Imprimió:

source: Printed Packaging & Labeling information on the Combination Product PFS-NSD-2 must be readable (i.e., appropriate text size and contrast) even after opening by the user.
es_es: La información impresa del acondicionamiento y el etiquetado del medicamento combinado PFS-NSD-2 debe ser legible (es decir, tamaño de texto y contraste apropiados), incluso después de que el usuario abra el envase.

source: Printed information is readable/identifiable prior to opening; Label of the PFS-NSD-2 is readable/identifiable; the contrast is sufficient to read/identify the information.
es_es: La información impresa es legible/reconocible antes y después de la apertura; el etiquetado del dispositivo PFS-NSD-2 es legible/reconocible; hay un contraste suficiente para leer o reconocer la información.

source: Printed information is still readable / identifiable after free-fall and after opening of the carton; insert of folding box intact to remove PFS-NSD-1.
es_es: La información impresa sigue siendo legible/reconocible después de la caída libre y después de abrir la caja; el estuche de la caja plegable está intacto para retirar el PFS-NSD-1.

source: Printed information must be readable (i.e. appropriate text size and contrast)
es_es: La información impresa debe ser legible (es decir, tamaño de texto y contraste apropiados)

source: Printed on:
es_es: Fecha de impresión:

source: Printing
es_es: Impresión

source: Prior filtration
es_es: Antes de la filtración

source: Prior sterile filtration
es_es: Antes de la filtración estéril

source: Prior to administration, the lyophilisate is reconstituted with 5 mL of sterilised water for injections (SWFI), yielding an isotonic, preservative-free solution for injection (described in Section 3.2.P.8.3.
es_es: Antes de la administración, el polvo liofilizado se reconstituye con 5 ml de agua esterilizada para inyectables, lo que produce una solución inyectable isotónica y sin conservantes (se describe en la Sección 3.2.P.8.3.

source: Prior to administration, the lyophilisate is reconstituted with 5 mL water for injection, yielding to an isotonic, preservative-free solution for injection.
es_es: Antes de la administración, el liofilizado se reconstituye con 5 ml de agua para inyectable, lo que produce una solución inyectable isotónica y sin conservantes.

source: Prior to administration, the lyophilisate is reconstituted with 8 mL (40 mg/vial) and 10 mL (50 mg/vial) of water for injections, yielding an isotonic, preservative-free solution for injection.
es_es: Antes de la administración, el liofilizado se reconstituye con 8 mL (40 mg/vial) y 10 mL (50 mg/vial)) de agua para inyectable, lo que produce una solución inyectable isotónica y sin conservantes.

source: Prior to administration, the lyophilisate is reconstituted with 8 mL (40 mg/vial) or 10 mL (50 mg/vial) water for injections, yielding an isotonic, preservative-free solution for injection.
es_es: Antes de la administración, el liofilizado se reconstituye con 8 mL (40 mg/vial) o 10 mL (50 mg/vial)) de agua para inyectable, lo que produce una solución inyectable isotónica y sin conservantes.

source: Prior to crimping of the vial-stopper combination with a crimp cap, a 100 % control of stopper position is performed.
es_es: Antes de sellar la combinación frasco-tapón con tapas de cierre metálicas, se realiza un control al 100% del calce del tapón.

source: Prior to delivery to the filling line, drug substance (DS) 150 mg/mL temperature is equilibrated to 18 – 25°C.
es_es: Antes de que ingrese a la línea de llenado, la temperatura del principio activo a 150 mg/ml se equilibra a 18 – 25 °C.

source: Prior to filling, the formulated bulk may be held for 3 days at room temperature, for 60 days at 2 - 8°C or up to 12 months frozen at -20°C.
es_es: Antes del llenado, el granel formulado puede mantenerse por 3 días a temperatura ambiente, por 60 días a entre 2 y 8°C o hasta 12 meses congelado a -20°C.

source: Prior to separation, the sample is denatured with SDS which results in a uniform negative charge on all components, disulfide bonds are cleaved with DTT and are labeled with a fluorescence dye (Chromeo P503) in one step.
es_es: Antes de la separación, la muestra se desnaturaliza con dodecil sulfato de sodio (DSS), lo que da como resultado que todos los componentes tengan una carga negativa uniforme, y los enlaces disulfuro se clivan con ditiotreitol (DTT) y se marcan con un colorante fluorescente (Chromeo P503) en un paso.

source: Prior to the Assembly the NSD-2 components (SnS, PR and EFF) must have a shelf-life of at least 36 months at defined climate conditions (i.e., given by the supplier).
es_es: Previo al montaje, los componentes del dispositivo NSD-2 (SnS, émbolo y lengüeta de apoyo) deben tener una vida útil de al menos 36 meses en las condiciones clímáticas definidas (es decir, indicadas por el proveedor).

source: Prior to use, the rubber stoppers are steam sterilised and dried using qualified equipment.
es_es: Antes del uso, los tapones de caucho se esterilizan por vapor y se secan utilizando equipo calificado.

source: Prior use of SU or glinide
es_es: Uso previo de sulfonilurea o glinida

source: Probable The adverse event follows a reasonable temporal sequence from the time of investigational product administration, abates upon discontinuation of the investigational product and cannot be reasonably explained by the known characteristics of the study subject’s clinical state.
es_es: Probable: el evento adverso sigue una secuencia temporal razonable desde el momento de la administración del producto en investigación, disminuye al suspender el producto en investigación y no puede explicarse razonablemente por las características conocidas del estado clínico del paciente del estudio.

source: Probably related
es_es: Probablemente relacionada

source: Probably not related
es_es: Probablemente no relacionado

source: Probably Related
es_es: Probablemente relacionado

source: Proccess steps
es_es: Pasos del proceso

source: Procedural (or Standard Operating Procedure (SOP) based)
es_es: Procedimental (o basada en los procedimientos operativos estándar)

source: Procedural characteristics and the incidence of reperfusion according to the site of vessel occlusion are shown in Table 4.
es_es: Las características del procedimiento y la incidencia de reperfusión según el sitio de oclusión vascular se muestran en la Tabla 4.

source: Procedural characteristics by site of vessel occlusion and the distribution of reperfused vessels in each group are shown in eTable 2 in Supplement 1.
es_es: En la Tabla digital 2 del Suplemento 1, se presentan las características del procedimiento por lugar de oclusión del vaso y la distribución de los vasos sanguíneos reperfundidos en cada grupo.

source: Procedure
es_es: Procedimiento

source: Procedure/Investigation
es_es: Procedimiento/Estudio complementario

source: Procedures
es_es: Procedimientos

source: Procedures for emergency unblinding
es_es: Procedimientos empleados para el desenmascaramiento de emergencia

source: Process
es_es: Proceso

source: Process Based Audit
es_es: Auditoría de procesos

source: Process Validation
es_es: Validación del proceso

source: Process Validation and/or Evaluation and Section 3.2.S.2.6.
es_es: Validación y/o evaluación del proceso, y la Sección 3.2.S.2.6,

source: Process and equipment
es_es: Proceso y equipo.

source: Process characterisation study
es_es: Estudio de caracterización del proceso

source: Process characterization study
es_es: Estudio de caracterización de procesos

source: Process conditions favouring nitrosation reactions (low pH, high temperature, long reaction time)
es_es: Condiciones del proceso que favorezcan las reacciones de nitrosación (pH bajo, temperatura alta, tiempo de reacción prolongado)

source: Process development approach
es_es: Enfoque de desarrollo del proceso

source: Process equipment in the DP manufacturing process is made of stainless steel and polymeric hydrogen-carbon compounds such as PVDF, ethylene propylene dien monomer (EPDM), and silicone.
es_es: El equipo empleado en el proceso de fabricación del medicamento es de acero inoxidable y contiene compuestos poliméricos de hidrógeno y carbono como PVDF, monómero de etileno propileno dieno (EPDM) y silicona.

source: Process flow
es_es: Flujo de los procesos

source: Process indicator
es_es: Indicador del proceso

source: Process intermediate and temperature
es_es: Prod. int. del proc. y temperatura

source: Process intermediate hold times, page 77 ff.) presents the related hold time studies on which the permissive hold times are based.
es_es: En la sección Tiempo de espera de los productos intermedios del proceso, página 77 y siguientes, se presentan los estudios en que se basan los tiempos de espera permisivos.

source: Process intermediates in the formulation process are held in stainless steel tanks and are processed through process equipment made of polymeric hydrogen-carbon compounds such as PVDF, EPDM and silicone.
es_es: Los productos intermedios del proceso de formulación se mantienen en tanques de acero inoxidable y se procesan en equipos hechos de compuestos poliméricos de hidrógeno y carbono, como PVDF, EPDM y silicona.

source: Process interruptions can occur during the fill and finish process due to unforeseen and sudden events.
es_es: Pueden ocurrir interrupciones en el proceso durante el proceso de llenado y acabado debido a eventos imprevistos y repentinos.

source: Process parameter
es_es: Parámetro del proceso

source: Process parameters and equipment applicable for Boehringer Ingelheim Pharma GmbH & Co. KG denoted in italics are not included in the currently registered section 3.2.P.3.3 documents but have always been performed at Boehringer Ingelheim Pharma GmbH & Co. KG according to manufacturing documentation.
es_es: En los documentos indicados en la sección 3.2.P.3.3 registrada actualmente, no se incluyen los parámetros del proceso y los equipos de Boehringer Ingelheim Pharma GmbH & Co. KG señalados en cursiva; sin embargo, siempre se los empleó allí, tal como indica la documentación de fabricación.

source: Process parameters for assembly
es_es: Parámetros del proceso para el ensamblaje

source: Process parameters for drug substance (150 mg/mL) handling
es_es: Parámetros del proceso para la manipulación del principio activo (150 mg/ml)

source: Process parameters for filling and stoppering
es_es: Parámetros del proceso para el llenado y taponado

source: Process parameters for sterile filtration
es_es: Parámetros del proceso para la filtración estéril

source: Process performance qualification
es_es: Calificación del desempeño del proceso

source: Process related impurity
es_es: Impureza relacionada con el proceso

source: Process specific CHO HCP ELISA (CHOP12)
es_es: Elisa de HCP de CHO (CHOP12) específico del proceso

source: Process step
es_es: Paso del proceso

source: Process step / parameter
es_es: Paso/parámetro del proceso

source: Process step/parameter
es_es: Paso del proceso/parámetro

source: Process steps 1, 2, 3 and 4 are performed either twice (440 kg batch size) or four times (880 kg batch size) to result in either two or four screened granulate sub-batches.
es_es: Los pasos del proceso 1, 2, 3 y 4 se llevan a cabo dos veces (para el tamaño de partida de 440 kg) o cuatro veces (tamaño de partida de 880 kg), a fin de obtener dos o cuatro subpartidas de granulado tamizado.

source: Process validation
es_es: Validación del proceso

source: Process validation of DNA removal is accomplished in two parts.
es_es: La validación del proceso de eliminación de ADN se lleva a cabo en dos partes.

source: Process-related impurities and contaminants
es_es: Impurezas y contaminantes relacionados con el proceso

source: Processes where sterile product and sterilized components are exposed are performed in laminar air flow areas.
es_es: Los procesos donde quedan expuestos productos estériles y componentes esterilizados se llevan a cabo en áreas de flujo de aire laminar.

source: Processing aid
es_es: Coadyuvante de elaboración

source: Processing aids
es_es: Coadyuvantes de elaboración

source: Processing aids at alternate manufacturing site Beinheim differ from thecurrent siteEberbach, therefore a separate table with processing aids used at Beinheim is added (table 3):
es_es: Los coadyuvantes de elaboración que se usan en la planta productora alternativa de Beinheim difieren de los de la planta vigente de Eberbach, por lo que se añade una tabla aparte con los coadyuvantes de elaboración utilizados en Beinheim (Tabla 3):

source: Processing aids used at manufacturing site Catalent DE (Eberbach)
es_es: Coadyuvantes de elaboración empleados en la planta productora Catalent DE (Eberbach)

source: Processing aids used at manufacturing site Catalent FR (Beinheim)
es_es: Coadyuvantes de elaboración empleados en la planta productora Catalent FR (Beinheim)

source: Product
es_es: Producto

source: Product Code:
es_es: Código del producto:

source: Product Composition ID (in case of Drug Product)
es_es: Identificación de la composición del producto (en caso de medicamento)

source: Product Labelling
es_es: Etiquetado del producto

source: Product Name
es_es: Denominación del producto

source: Product Name or Chemical Product Name
es_es: Denominación del producto o denominación de la sustancia química

source: Product Name:
es_es: Denominación del producto:

source: Product Number
es_es: Número de producto

source: Product Quality Research Institute
es_es: Instituto de Investigación de Calidad de los Productos
